relay/10/08-neo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-06 Wed 22:47 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–8</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–8<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-06 Wed 22:47)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org4504ec4">1. Translation</a></li>
<li><a href="#orgb508596">2. Gloss and IPA</a></li>
<li><a href="#org80cdb22">3. Lexicon</a>
<ul>
<li><a href="#org22a38af">3.1. Affixes</a></li>
<li><a href="#orgbd78921">3.2. Verbs</a></li>
<li><a href="#orgd8edebc">3.3. Nouns</a></li>
<li><a href="#org57067f1">3.4. Pronouns</a></li>
<li><a href="#org7e4bfaf">3.5. Adjectives/Adverbs</a></li>
<li><a href="#org78ddba6">3.6. Particles/Prepositions</a></li>
</ul>
</li>
<li><a href="#org8345214">4. Grammar</a></li>
<li><a href="#org96b9086">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org4504ec4" class="outline-2">
<h2 id="org4504ec4"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="https://docs.google.com/document/d/1HpiN1JhlAijYHP206qWOixZJENVq2zKNvqxRhEzjnWg">Complete torch document</a> · <a href="08-neo.txt">Gloss</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
The man said &ldquo;Wisdom made me stand here.&rdquo;
</p>

<p>
It caused nothing to see you thoroughly.
</p>

<p>
Remember it.
</p>

<p>
The shop&rsquo;s work was not stopped when it walked away.
</p>

<p>
It caused the shop not to sleep (shut down).
</p>

<p>
They tried to know (learn) [about] them.
</p>

<p>
Did the shop sleep? Yes.
</p>

<p>
It did. Because beasts sang the song, it very much slept.
</p>

<p>
The shop was not work. Because did you cause the shop to sleep? Yes.
</p>

<p>
I will sing the song because of my wisdom: Evil will be near.
</p>

</div>

<div class="conlang-name">
<p>
Kebanais
</p>

</div>

<div class="conlang-text">
<p>
yoIm ol, “yoUo esim ethe mo.”
</p>

<p>
yoUo um yosin eidela kiron kus.
</p>

<p>
Kus kum.
</p>

<p>
yoAi tiñi aloñe-so edi-tiegu, kai yotaga di aloñe um.
</p>

<p>
yoUo um edi-youni aloñe.
</p>

<p>
yoAu umodo yosuñe umodo kumodo.
</p>

<p>
yoUni-da aloñe? U.
</p>

<p>
yoGu um. Kai yomayemu tuñodo igu, yoUni te um.
</p>

<p>
yoAi aloñe edi-tiñi. Kai youoda su youni aloñe? U.
</p>

<p>
ebMayemu mo igu, kai esim mas: ebAi reu oda.
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgb508596" class="outline-2">
<h2 id="orgb508596"><span class="section-number-2">2</span> Gloss and IPA</h2>
<div class="outline-text-2" id="text-2">
<pre class="example">
yoIm ol, “yoUo esim ethe mo.”
yo- Im  ol, yo- Uo    esim   ethe mo
PST-say man PST-cause wisdom sit  1SG.NOM
/jo.ˈim ol / jo.ˈuo ˈesim ˈetʰe mo/
The man said "Wisdom made me stand here."

yoUo um yosin eidela kiron kus.
yo- Uo    um      yo- sin eidela  kiron    kus.
PST-cause 3SG.NOM PST-see nothing thorough 2SG.ACC
/jo.ˈuo um jo.ˈsin eiˈdela ˈkiron kus/
It caused nothing to see you thoroughly.

Kus kum.
Kus  kum.
IMPR remember
/kus kum/
Remember it.

yoAi tiñi aloñe-so edi-tiegu, kai yotaga di aloñe um.
yo- Ai  tiñi aloñe-so  edi-ti  -egu, kai  yo- taga di  aloñe um.
PST-COP work shop -GEN NEG-stop-PART COND PST-walk ABL shop  3SG.NOM
/jo.ˈai ˈtiɲi aˈloɲeso ediˈtiegu / kai yoˈtaga di aˈloɲe um/
The shop's work was not stopped when it walked away.

yoUo um edi-youni aloñe.
yo- Uo    um      edi-yo- uni   aloñe.
PST-cause 3SG.NOM NEG-FUT-sleep shop
/jo.ˈuo um edijoˈuni aˈloɲe/
It caused the shop not to sleep (shut down).

yoAu umodo yosuñe umodo kumodo.
yo- Au  umodo   yo- suñe umodo   kumodo.
FUT-try 3PL.NOM FUT-know 3PL.NOM 3PL.ACC
/jo.ˈau uˈmodo jo.ˈsuɲe uˈmodo kuˈmodo/
They tried to know (learn) [about] them.

yoUni-da aloñe? U.
yo- Uni  -da aloñe? U.
PST-sleep-Q  shop   yes
/jo.ˈunida aˈloɲe / u/
Did the shop sleep? Yes.

yoGu um. Kai yomayemu tuñodo igu, yoUni te um.
yo- Gu um.     Kai  yo- mayemu tuñ  -odo igu, yo- Uni   te     um.
PST-do 3SG.NOM COND PST-sing   beast-PL  song PST-sleep verily 3SG.NOM
/jo.ˈgu um / kai jo.ˈmajemu ˈtuɲodo igu / jo.ˈuni te um/
It did. Because beasts sang the song, it very much slept.

yoAi aloñe edi-tiñi. Kai youoda su youni aloñe? U.
yo- Ai  aloñe edi-tiñi. Kai  yo- uo   -da su      yo- uni   aloñe? U.
PST-COP shop  NEG-work  COND PST-cause-Q  2SG.NOM PST-sleep shop   yes
/jo.ˈai aˈloɲe ediˈtiɲi / kai jo.ˈuoda su jo.ˈuni aˈloɲe / u/
The shop was not work. Because did you cause the shop to sleep? Yes.

ebMayemu mo igu, kai esim mas: ebAi reu oda.
eb- Mayemu mo      igu, kai  esim   mas:    eb- Ai  reu  oda.
FUT-sing   1SG.NOM song COND wisdom 1SG.GEN FUT-COP near evil
/ebmaˈjemu mo igu / kai ˈesim mas / eˈbai ˈreu ˈoda/
I will sing the song because of my wisdom: Evil will be near.
</pre>
</div>
</div>

<div id="outline-container-org80cdb22" class="outline-2">
<h2 id="org80cdb22"><span class="section-number-2">3</span> Lexicon</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org22a38af" class="outline-3">
<h3 id="org22a38af"><span class="section-number-3">3.1</span> Affixes</h3>
<div class="outline-text-3" id="text-3-1">
<dl class="org-dl vocablist">
<dt>yo-</dt><dd>PST</dd>
<dt>-so</dt><dd>GEN</dd>
<dt>edi-</dt><dd>NEG</dd>
<dt>-egu</dt><dd>PART</dd>
<dt>-(t,d)a</dt><dd>INT/Q (on the verb)</dd>
<dt>eb-</dt><dd>FUT</dd>
</dl>
</div>
</div>

<div id="outline-container-orgbd78921" class="outline-3">
<h3 id="orgbd78921"><span class="section-number-3">3.2</span> Verbs</h3>
<div class="outline-text-3" id="text-3-2">
<dl class="org-dl vocablist">
<dt>im</dt><dd>to say</dd>
<dt>uo</dt><dd>to cause</dd>
<dt>ethe</dt><dd>to sit</dd>
<dt>sin</dt><dd>to see</dd>
<dt>ai</dt><dd>to be, COP</dd>
<dt>ti</dt><dd>to stop</dd>
<dt>taga</dt><dd>walk</dd>
<dt>uni</dt><dd>to sleep; (metaphorically of something related to business or working) to no longer work, to shut down</dd>
<dt>au</dt><dd>to try, to attempt</dd>
<dt>suñe</dt><dd>to know</dd>
<dt>gu</dt><dd>to do, dummy verb</dd>
<dt>mayemu</dt><dd>to sing</dd>
</dl>
</div>
</div>

<div id="outline-container-orgd8edebc" class="outline-3">
<h3 id="orgd8edebc"><span class="section-number-3">3.3</span> Nouns</h3>
<div class="outline-text-3" id="text-3-3">
<dl class="org-dl vocablist">
<dt>ol</dt><dd>man</dd>
<dt>esim</dt><dd>wisdom</dd>
<dt>eidela</dt><dd>nonsense</dd>
<dt>tiñi</dt><dd>labor, work</dd>
<dt>aloñe</dt><dd>store, shop, market</dd>
<dt>tuñ</dt><dd>beast, monster, predator</dd>
<dt>igu</dt><dd>song</dd>
<dt>oda</dt><dd>evil</dd>
</dl>
</div>
</div>

<div id="outline-container-org57067f1" class="outline-3">
<h3 id="org57067f1"><span class="section-number-3">3.4</span> Pronouns</h3>
<div class="outline-text-3" id="text-3-4">
<dl class="org-dl vocablist">
<dt>mo</dt><dd>first person singular nominative, “I”</dd>
<dt>um</dt><dd>third person singular nominative masculine/neuter, “he” / “it”</dd>
<dt>kus</dt><dd>second person informal singular accusative, “you.ACC”</dd>
<dt>kum</dt><dd>third person singular accusative, “him” / “it”</dd>
<dt>umodo</dt><dd>third person plural nominative, “they”</dd>
<dt>kumodo</dt><dd>third person plural accusative, “them”</dd>
<dt>su</dt><dd>second person informal singular nominative, “you”</dd>
<dt>mas</dt><dd>first person singular genitive, “my”</dd>
</dl>
</div>
</div>

<div id="outline-container-org7e4bfaf" class="outline-3">
<h3 id="org7e4bfaf"><span class="section-number-3">3.5</span> Adjectives/Adverbs</h3>
<div class="outline-text-3" id="text-3-5">
<dl class="org-dl vocablist">
<dt>kiron</dt><dd>thorough</dd>
<dt>te</dt><dd>very important; (as an adverb) verily</dd>
</dl>
</div>
</div>

<div id="outline-container-org78ddba6" class="outline-3">
<h3 id="org78ddba6"><span class="section-number-3">3.6</span> Particles/Prepositions</h3>
<div class="outline-text-3" id="text-3-6">
<dl class="org-dl vocablist">
<dt>kus</dt><dd>imperative (comes before verb)</dd>
<dt>di</dt><dd>ablative, away from X</dd>
<dt>kai</dt><dd>when, if, because</dd>
<dt>u</dt><dd>yes</dd>
<dt>reu</dt><dd>here, nearby</dd>
</dl>
</div>
</div>
</div>

<div id="outline-container-org8345214" class="outline-2">
<h2 id="org8345214"><span class="section-number-2">4</span> Grammar</h2>
<div class="outline-text-2" id="text-4">
<p>
Kebanais has a very strict syntax. Note to look back here if you’re stuck on similar words and need syntactic context.
</p>

<ul class="org-ul">
<li>(Subordinate conjunction)</li>
<li>(Modal verb)
<ul class="org-ul">
<li>(Modal verb adverbial phrase)</li>
</ul></li>
<li>Verb
<ul class="org-ul">
<li>(Main verb adverbial phrase)</li>
</ul></li>
<li>Subject
<ul class="org-ul">
<li>(Subject adjectival phrase)</li>
</ul></li>
<li>(Indirect object)
<ul class="org-ul">
<li>(Indirect object adjectival phrase)</li>
</ul></li>
<li>(Object)
<ul class="org-ul">
<li>(Direct object adjectival phrase)</li>
</ul></li>
</ul>
</div>
</div>

<footer id="outline-container-org96b9086" class="outline-2">
<h2 id="org96b9086">Navigation</h2>
<div class="outline-text-2" id="text-org96b9086">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>8</strong></div>
  </div>
  <a href="07-sincy.html" id="prev" rel="prev">Previous</a>
  <a href="09-mareck.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
